Repository: davidwed/MP4Tools
Catalog: locale/*.po
Languages: si, tr

source: Successful
si: සාර්ථකයි
tr: Başarılı

source: Add Video
si: වීඩියෝවක් එක් කරන්න
tr: Video Ekle

source: Add video file
si: වීඩියෝ ගොනුවක් එක් කරන්න

source: Remove
si: ඉවත් කරන්න
tr: Kaldır

source: Remove selected video
si: තෝරාගත් වීඩියෝව ඉවත් කරන්න
tr: Seçilen videoları kaldır

source: &Remove selected
si: තේරීම ඉවත් කරන්න
tr: Seçilenleri kaldı&r

source: Remove a&ll
si: සියල්ල ඉවත් කරන්න
tr: Tamamını k&aldır

source: Remove all
si: සියල්ල ඉවත් කරන්න
tr: Tamamını kaldır

source: Remove all videos
si: සියළු වීඩියෝ ඉවත් කරන්න
tr: Videoların tamamını kaldır

source: Join
si: සම්බන්ධ කරන්න
tr: Birleştir

source: Select output file and start join
si: ප්‍රතිදාන ගොනුව තෝරා සම්බන්ධ කිරීම අරඹන්න
tr: Çıktıyı seçip birleştirmeyi başlat

source: Options
si: විකල්ප
tr: Tercihler

source: About
si: පිළිබඳ
tr: Hakkında

source: About the program
si: මෘදුකාංගය පිළිබඳ
tr: Yazılım hakkında

source: Total duration
si: මුළු ප්‍රවර්තනය
tr: Toplam süre

source: total size
si: මුළු පරිමාණය
tr: toplam boyut

source: GB
si: ගිබ

source: MB
si: මෙබ

source: Choose a file
si: ගොනුවක් තෝරන්න
tr: Dosya seç

source: MP4 Files
si: MP4 ගොනු
tr: MP4 Dosyaları

source: AVI Files
si: AVI ගොනු
tr: AVI Dosyaları

source: All Files
si: සියළු ගොනු
tr: Dosyaların tamamı

source: Choose a file to save
si: සුරැකීමට ගොනුවක් තෝරන්න
tr: Kaydedilecek dosyayı seç

source: Output.mp4
si: ප්‍රතිදාන.mp4
tr: Çıktı.mp4

source: Joining the files
si: ගොනු සම්බන්ධ කරමින්
tr: Dosyalar birleştiriliyor

source: Reencode video from file %s
si: %s ගොනුවේ සිට වීඩියෝව ප්‍රතිවිකේතනය කරන්න
tr: %s dosyasından videoyu tekrar kodla

source: Reencode audio from file %s
si: %s ගොනුවේ සිට ශ්‍රව්‍ය ප්‍රතිවිකේතනය කරන්න
tr: %s dosyasından sesi tekrar kodla

source: Cut video from file %s
si: %s ගොනුවෙන් වීඩියෝව කපන්න
tr: %s dosyasından videoyu kes

source: Simple tool to join multiple MP4 files into one.
si: PM4 ගොනු කිහිපයක් එක් ගොනුවකට සම්බන්ධ කළ හැකි සරළ මෙවලමක්.
tr: Çoklu MP4 dosyalarını tek dosyaya birleştiren basit araç.

source: &Remove
si: ඉවත් කරන්න
tr: Kaldı&r

source: &Cut video...
si: වීඩියෝව කපන්න...
tr: Videoyu &Kes...

source: &Sort
si: වෙන් කරන්න
tr: &Sırala

source: Duration
si: ප්‍රවර්තනය
tr: Süre

source: Size
si: පරිමාණය
tr: Boyut

source: KB
si: කිබ

source: Video:
si: වීඩියෝව:

source: Audio:
si: ශ්‍රව්‍ය:
tr: Ses:

source: Subtitle:
si: උපසිරැසි:
tr: Altyazı:

source: mono
si: තනි (Mono)

source: stereo
si: ද්විමාන (Stereo)

source: %d channels
si: %d නාලිකා
tr: %d kanalları

source: %d Hz
si: හට්ස් %d

source: %d kbit/s
si: තත්. කිබිටු %d

source: Language:
si: භාෂාව:
tr: Dil:

source: MP4Box parameters:
si: MP4Box පරාමිති:
tr: MP4Box parametreleri:

source: Temp directory:
si: තාවකාලික නාමාවලිය:
tr: Geçici klasör:

source: Log file:
si: ලඝු ගොනුව:
tr: Kütük dosyası:

source: force reencode video
si: වීඩියෝව ප්‍රතිවිකේතනයට බලපෑම් කරන්න
tr: videoyu kodlamaya zorla

source: CRF (quality):
si: CRF (ගුණත්වය):
tr: CRF (kalite):

source: Preset:
si: ප්‍රතිසැකසුම්:
tr: Önayar:

source: veryslow
si: ඉතා සෙමින්
tr: çok yavaş

source: slower
si: ප්‍රමාද
tr: daha yavaş

source: slow
si: සෙමින්
tr: yavaş

source: medium
si: මධ්‍යම
tr: orta

source: fast
si: වේගවත්
tr: hızlı

source: faster
si: හදිසි
tr: daha hızlı

source: veryfast
si: ඉතා වේගවත්
tr: çok hızlı

source: superfast
si: සුපිරි වේගවත්
tr: süper hızlı

source: ultrafast
si: අතිශය වේගවත්
tr: ultra hızlı

source: force reencode audio
si: ශ්‍රව්‍ය ප්‍රතිවිකේතනයට බලපෑම් කරන්න
tr: sesi kodlamaya zorla

source: best
si: විශිෂ්ඨ
tr: en iyi

source: worst
si: නරක
tr: en kötü

source: default
si: මූලික
tr: varsayılan

source: Language change will not take effect until the application is restarted
si: මෘදුකාංගය නැවත ආරම්භ කරන තුරු භාෂා වෙනස්කම බල නො පායි
tr: Dil değişikliği yazılımın tekrar başlatılmasına kadar etkili olmayacak

source: Directory %s doesn't exist.
si: %s නාමාවලිය නො පවතියි.
tr: %s klasörü mevcut değil.

source: Save a log file
si: ලඝු ගොනුවක් සුරකින්න
tr: Bir kütük dosyası kaydet

source: Choose a directory for temporary files
si: තාවකාලික ගොනු සඳහා නාමාවලියක් තෝරන්න
tr: Geçici dosyalar için bir klasör seçin

source: Failed
si: අසාර්ථකයි
tr: Hata

source: Execution of '%s' failed.
si: '%s' ක්‍රියා කරවීම අසාර්ථකයි.
tr: '%s' dosyasında bir hata meydana geldi.

source: MP4 Splitter
si: MP4 විභේදකය
tr: MP4 Ayırıcı

source: Time:
si: කාලය:
tr: Zaman:

source: Add split point
si: විභේදන ලක්ෂ්‍ය ලබා දෙන්න
tr: Ayırma noktası ekle

source: Open Video
si: වීඩියෝව විවෘත කරන්න
tr: Videoyu Aç

source: Split points:
si: විභේදන ලක්ෂ්‍ය:
tr: Ayırma noktaları:

source: Start splitting
si: විභේදනය ආරම්භ කරන්න
tr: Ayırmaya başla

source: Start
si: ආරම්භ
tr: Başlangıç

source: End
si: අවසන්
tr: Bitiş

source: Remove &all
si: සියල්ල ඉවත් කරන්න
tr: T&amamını kaldır

source: Choose a output directory
si: ප්‍රතිදාන නාමාවලියක් තෝරන්න
tr: Bir çıktı klasörü seçin

source: Splitting the file
si: ගොනුව විභේදනය කරමින්
tr: Dosya ayrılıyor

source: File '%s' already exist. Do you want to overwrite it?
si: '%s' ගොනුව දැනටමත් පවතියි. ඔබට මෙය නැවත ලිවීමට අවශ්‍ය ද?
tr: '%s' dosyası zaten mevcut. Üzerine yazmak istiyor musunuz?

source: Confirmation
si: ස්ථිර කිරීම
tr: Tasdik

source: Writting %s
si: %s ලියමින්
tr: %s yazılıyor

source: Simple tool to split a MP4 file.
si: MP4 ගොනුවක් විභේදනය කළ හැකි සරළ මෙවලමක්.
tr: MP4 dosyasını ayırmak için basit bir araç.

source: Cut video
si: වීඩියෝව කපන්න
tr: Videoyu kes

source: Start:
si: ආරම්භ:
tr: Başlangıç:

source: Cut beginning
si: ආරම්භය කපන්න
tr: Kesme başlangıcını imleçten al

source: End:
si: අවසානය:
tr: Bitiş:

source: Cut ending
si: අවසානය කපන්න
tr: Kesme bitişini imleçten al

source: Invalid time
si: අවලංගු කාලය
tr: Geçersiz zaman

source: MP4 Joiner
tr: MP4 Birleştirici
